Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# InvalidJson_IndexedValueMustBeNonEmpty_Index
source: The item at index {0} must be a non-empty string.
bg_bg: Елементът в индекс {0} трябва да бъде низ, който не е празен.
ca_es: L'element de l'índex {0} no pot ser una cadena buida.
cs_cz: Položka na indexu {0} musí být neprázdný řetězec.
da_dk: Elementet i indeks {0} skal være en ikke-tom streng.
de_de: Das Element an Index {0} muss eine nicht leere Zeichenfolge sein.
el_gr: Το στοιχείο στο δείκτη {0} πρέπει να είναι μη κενή συμβολοσειρά.
es_es: El elemento del índice {0} debe ser una cadena no vacía.
et_ee: Üksus peab registris {0} olema mittetühi string.
eu_es: {0} aurkibidearen elementuak hutsik ez dagoen kate bat izan behar du.
fi_fi: Kohteen indeksissä {0} on oltava merkkijono, joka ei ole tyhjä.
fr_fr: L’élément à l’index {0} doit être une chaîne non vide.
gl_es: O elemento do índice {0} non debe ser unha cadea baleira.
hi_in: इंडेक्स {0} का आइटम एक गैर-रिक्त स्ट्रिंग होनी चाहिए.
hr_hr: Stavka na indeksu {0} mora biti niz koji nije prazan.
hu_hu: A(z) {0} indexnél található elemnek nem üres sztringnek kell lennie.
it_it: L'elemento nell'indice {0} deve essere una stringa non vuota.
ja_jp: インデックス {0} の項目は空でない文字列にする必要があります。
kk_kz: {0} индексіндегі элемент бос емес жол болуы тиіс.
ko_kr: 인덱스 {0}의 항목은 비어 있지 않은 문자열이어야 합니다.
lt_lt: Elementas indekse {0} turi būti ne tuščia eilutė.
lv_lv: Vienumam rādītājā {0} ir jābūt virknei, kas nav tukša.
ms_my: Item pada indeks {0} mestilah rentetan bukan kosong.
nb_no: Elementet i indeksen {0} kan ikke være en tom streng.
nl_nl: Het item op index {0} moet een niet-lege tekenreeks zijn.
pl_pl: Element w indeksie {0} musi być niepustym ciągiem.
pt_br: O item no índice {0} deve ser uma cadeia de caracteres não vazia.
pt_pt: O item no índice {0} não deve ser uma cadeia vazia.
ro_ro: Elementul de la indexul {0} trebuie să fie un șir care nu este gol.
ru_ru: Элемент с индексом {0} должен быть непустой строкой.
sk_sk: Položka na indexe {0} musí byť neprázdny reťazec.
sl_si: Element z indeksom {0} mora biti neprazen niz.
sr_cyrl_rs: Ставка у индексу {0} мора бити ниска која није празна.
sr_latn_rs: Stavka u indeksu {0} mora biti niska koja nije prazna.
sv_se: Objektet på index {0} måste vara en icke-tom sträng.
th_th: รายการในดัชนี {0} จะต้องเป็นสตริงที่ไม่ว่างเปล่า
tr_tr: {0} dizinindeki öğe boş olmayan bir dize olmalıdır.
uk_ua: Елемент індексу {0} має бути непустим рядком.
vi_vn: Mục tại chỉ mục {0} phải là một chuỗi không trống.
zh_cn: 索引 {0} 处的项必须为非空字符串。
zh_tw: 索引 {0} 的項目必須為非空白的字串。

# AboutDateAdd
source: Add the specified number of units to a date.
bg_bg: Добавя указания брой единици към дадена дата.
ca_es: Afegeix el nombre d'unitats especificat a una data.
cs_cz: Přičte ke kalendářnímu datu zadaný počet jednotek.
da_dk: Føj det angivne antal enheder til en dato.
de_de: Fügt einem Datum die angegebene Anzahl Einheiten hinzu.
el_gr: Προσθέτει τον καθορισμένο αριθμό μονάδων σε μια ημερομηνία.
es_es: Agregar el número especificado de unidades a una fecha
et_ee: Lisab kuupäevale määratud arvu ühikuid.
eu_es: Gehitu zehaztutako unitate kopurua data batean.
fi_fi: Lisää määritetty määrä yksiköitä päivämäärään.
fr_fr: Ajouter le nombre spécifié d’unités à une date.
gl_es: Engade o número especificado de unidades a unha data.
hi_in: किसी दिनांक की निर्दिष्ट इकाईयों की संख्या जोड़ता है.
hr_hr: Dodavanje navedenog broja jedinica u datum.
hu_hu: Hozzáadja a megadott számú egységet egy dátumhoz.
it_it: Aggiunge il numero di unità specificato a una data.
ja_jp: 日付に、指定数の単位を追加します。
kk_kz: Бірліктердің көрсетілген санын күнге қосады.
ko_kr: 날짜에 지정된 단위 수를 추가합니다.
lt_lt: Į datą įtraukti nurodytą vienetų skaičių.
lv_lv: Pievienojiet norādīto vienību skaitu datumam.
ms_my: Tambahkan bilangan unit yang ditentukan pada tarikh.
nb_no: Legger til det angitte antallet enheter i en dato.
nl_nl: Voeg het opgegeven aantal units toe aan een datum.
pl_pl: Dodaj określoną liczbę jednostek do daty.
pt_br: Adiciona o número especificado de unidades a uma data.
pt_pt: Adicione o número de unidades especificado a uma data.
ro_ro: Adăugați numărul de unități specificat la o dată.
ru_ru: Добавить указанное количество единиц к дате.
sk_sk: Pridá zadaný počet jednotiek do dátumu.
sl_si: Doda določeno število enot datumu.
sr_cyrl_rs: Додајте наведени број јединица у датум.
sr_latn_rs: Dodajte navedeni broj jedinica u datum.
sv_se: Lägg till det angivna antalet enheter till ett datum.
th_th: เพิ่มตัวเลขของหน่วยที่ระบุไปยังวันที่
tr_tr: Belirtilen birim sayısını tarihe ekler.
uk_ua: Додавання до дати вказаної кількості одиниць вимірювання.
vi_vn: Thêm số đơn vị được chỉ định cho một ngày.
zh_cn: 向日期添加指定数量的单位。
zh_tw: 對日期新增指定的單位數。

# AboutDateDiff
source: Calculate the difference between two dates.
bg_bg: Изчислява разликата между две дати.
ca_es: Calcula la diferència entre dues dates.
cs_cz: Vypočítá rozdíl mezi dvěma kalendářními daty.
da_dk: Beregn forskellen mellem de to datoer.
de_de: Berechnet die Differenz zwischen zwei Datumswerten.
el_gr: Υπολογίζει τη διαφορά μεταξύ δύο ημερομηνιών.
es_es: Calcular la diferencia entre dos fechas
et_ee: Arvutab kahe kuupäeva vahelise erinevuse.
eu_es: Kalkulatu bi daten arteko aldea.
fi_fi: Laske kahden päivämäärän välinen ero.
fr_fr: Calculer l’écart entre deux dates.
gl_es: Calcule a diferenza entre dúas datas.
hi_in: दो दिनांकों के बीच अंतर की गणना करता है.
hr_hr: Izračun razlike između dva datuma.
hu_hu: Kiszámítja a különbséget két dátum között.
it_it: Calcola la differenza tra due date.
ja_jp: 2 つの日付の差を計算します。
kk_kz: Екі күн арасындағы аралықты есептеу.
ko_kr: 두 날짜 간 차이를 계산합니다.
lt_lt: Apskaičiuoti skirtumą tarp dviejų datų.
lv_lv: Aprēķiniet starpību starp diviem datumiem.
ms_my: Kira perbezaan di antara dua tarikh.
nb_no: Beregn forskjellen mellom to datoer.
nl_nl: Bereken het verschil tussen twee datums.
pl_pl: Obliczanie różnicy dwóch dat.
pt_br: Calcula a diferença entre duas datas.
pt_pt: Calcule a diferença entre duas datas.
ro_ro: Calculați diferența dintre două date.
ru_ru: Вычислить разницу между двумя датами.
sk_sk: Vypočíta rozdiel medzi dvomi dátumami.
sl_si: Izračuna razliko med dvema datumoma.
sr_cyrl_rs: Израчунава разлику између два датума.
sr_latn_rs: Izračunava razliku između dva datuma.
sv_se: Beräkna skillnaden mellan två datum.
th_th: คำนวณผลต่างระหว่างวันที่
tr_tr: İki tarih arasındaki farkı hesaplar.
uk_ua: Обчислення різниці між двома датами.
vi_vn: Tính chênh lệch giữa hai ngày.
zh_cn: 计算两个日期之差。
zh_tw: 計算兩個日期之間的差異。

# DateAddArg1
source: date
bg_bg: дата
ca_es: data
cs_cz: datum
da_dk: dato
de_de: Datum
el_gr: ημερομηνία
es_es: fecha
et_ee: kuupäev
eu_es: data
fi_fi: päivämäärä
gl_es: data
hi_in: दिनांक
hr_hr: datum
hu_hu: dátum
it_it: data
ja_jp: 日付
kk_kz: күн
ko_kr: 날짜
lt_lt: data
lv_lv: datums
ms_my: tarikh
nb_no: dato
nl_nl: datum
pl_pl: data
pt_br: data
pt_pt: data
ro_ro: dată
ru_ru: дата
sk_sk: dátum
sl_si: datum
sr_cyrl_rs: датум
sr_latn_rs: datum
sv_se: datum
th_th: วันที่
tr_tr: tarih
uk_ua: дата
vi_vn: ngày
zh_cn: 日期
zh_tw: 日期

# DateAddArg2
source: number_of_units
bg_bg: брой_единици
ca_es: nombre_unitats
cs_cz: počet_jednotek
da_dk: antal_enheder
de_de: Anzahl_von_Einheiten
el_gr: αριθμός_μονάδων
es_es: número_unidades
et_ee: ühikute_arv
eu_es: unitate_kopurua
fi_fi: yksiköiden_määrä
fr_fr: nombre_unités
gl_es: número_de_unidades
hi_in: इकाइयों_की_संख्या
hr_hr: broj_jedinica
hu_hu: egységek_száma
it_it: numero_di_unità
ja_jp: 単位_の_数
kk_kz: бірліктер_саны
ko_kr: 단위_수
lt_lt: vienetų_skaičius
lv_lv: vienību_skaits
ms_my: bilangan_unit
nb_no: antall_enheter
nl_nl: aantal_van_eenheden
pl_pl: liczba_jednostek
pt_br: número_de_unidades
pt_pt: número_de_unidades
ro_ro: număr_de_unități
ru_ru: количество_единиц
sk_sk: počet_jednotiek
sl_si: število_enot
sr_cyrl_rs: број_јединица
sr_latn_rs: broj_jedinica
sv_se: antal_enheter
th_th: จำนวน_ของ_หน่วย
tr_tr: birim_sayısı
uk_ua: кількість_одиниць
vi_vn: số_đơn_vị
zh_cn: 单位数量
zh_tw: 單位_數

# DateAddArg3
source: unit
bg_bg: единица
ca_es: unitat
cs_cz: jednotka
da_dk: enhed
de_de: Einheit
el_gr: μονάδα
es_es: unidad
et_ee: ühik
eu_es: unitatea
fi_fi: yksikkö
fr_fr: unité
gl_es: unidade
hi_in: इकाई
hr_hr: jedinica
hu_hu: egység
it_it: unità
ja_jp: 単位
kk_kz: бірлік
ko_kr: 단위
lt_lt: vienetas
lv_lv: vienība
nb_no: enhet
nl_nl: eenheid
pl_pl: jednostka
pt_br: unidade
pt_pt: unidade
ro_ro: unitate
ru_ru: единица_измерения
sk_sk: jednotka
sl_si: enota
sr_cyrl_rs: јединица
sr_latn_rs: jedinica
sv_se: enhet
th_th: หน่วย
tr_tr: birim
uk_ua: одиниця
vi_vn: đơn_vị
zh_cn: 单位
zh_tw: 單位

# AboutDateAdd_date
source: A reference date value.
bg_bg: Референтна стойност на дата.
ca_es: Valor de data de referència.
cs_cz: Hodnota vztažného kalendářního data
da_dk: En referencedatoværdi.
de_de: Ein Bezugsdatumswert.
el_gr: Μια τιμή ημερομηνίας αναφοράς.
es_es: Un valor de fecha de referencia.
et_ee: Kuupäeva viiteväärtus.
eu_es: Erreferentzia-dataren balioa.
fi_fi: Viittauspäivämääräarvo.
fr_fr: Valeur de date de référence.
gl_es: Valor de data de referencia.
hi_in: एक संदर्भ दिनांक मान.
hr_hr: Referentna vrijednost datuma.
hu_hu: Viszonyítási dátumérték.
it_it: Valore data di riferimento.
ja_jp: 参照の日付値。
kk_kz: Күннің сілтеме мәні.
ko_kr: 참조 날짜 값입니다.
lt_lt: Nuorodinės datos reikšmė.
lv_lv: Atsauces datuma vērtība.
ms_my: Nilai tarikh rujukan.
nb_no: En referansedatoverdi.
nl_nl: Een referentiedatumwaarde.
pl_pl: Wartość daty odwołania.
pt_br: Valor de data de referência.
pt_pt: Um valor de data de referência.
ro_ro: O valoare dată de referință.
ru_ru: Значение эталонной даты.
sk_sk: Referenčná dátumová hodnota.
sl_si: Referenčna vrednost datuma.
sr_cyrl_rs: Референтна вредност датума.
sr_latn_rs: Referentna vrednost datuma.
sv_se: Ett referensdatumvärde.
th_th: ค่าวันที่อ้างอิง
tr_tr: Başvuru tarihi değeri.
uk_ua: Власне значення дати.
vi_vn: Giá trị ngày tham chiếu.
zh_cn: 引用日期值。
zh_tw: 參考日期值。

# AboutDateAdd_number_of_units
source: A number of units to add. The number can be negative.
bg_bg: Брой единици за добавяне. Числото може да е отрицателно.
ca_es: Nombre d'unitats que s'afegirà. El nombre pot ser negatiu.
cs_cz: Počet jednotek, které se mají přičíst. Toto číslo může být záporné.
da_dk: Et antal enheder, der skal tilføjes. Antallet kan være negativt.
de_de: Eine Anzahl von hinzuzufügenden Einheiten. Die Zahl darf negativ sein.
el_gr: Ένας αριθμός μονάδων για προσθήκη. Ο αριθμός μπορεί να είναι αρνητικός.
es_es: Un número de unidades que se va a agregar. El número puede ser negativo.
et_ee: Lisatavate ühikute arv. Arv võib olla negatiivne.
eu_es: Gehituko den unitate kopurua. Kopuruak ezin du izan negatiboa.
fi_fi: Lisättävien yksiköiden määrä. Luku voi olla negatiivinen.
fr_fr: Nombre d’unités à ajouter. Ce nombre peut être négatif.
gl_es: Número de unidades que se van engadir. Pode ser negativo.
hi_in: जोड़ी जाने वाली इकाइयों की संख्या. संख्या नकारात्मक हो सकती है.
hr_hr: Broj jedinica koje se dodaju. Može biti negativan broj.
hu_hu: A hozzáadandó egységek száma. Negatív szám is lehet.
it_it: Numero di unità da aggiungere. Il numero può essere negativo.
ja_jp: 追加する単位数。数は負にできます。
kk_kz: Қосылатын бірліктер саны. Сан теріс болуы мүмкін.
ko_kr: 추가할 단위 수입니다. 숫자는 음수일 수 있습니다.
lt_lt: Įtrauktinų vienetų skaičius. Skaičius gali būti neigiamas.
lv_lv: Pievienojamo vienību skaits. Skaitlis var būt negatīvs.
ms_my: Bilangan unit untuk ditambah. Bilangan boleh jadi negatif.
nb_no: Antall enheter som skal legges til. Tallet kan være negativt.
nl_nl: Een aantal eenheden dat moet worden toegevoegd. Dit aantal kan negatief zijn.
pl_pl: Liczba jednostek do dodania. Ta liczba może być ujemna.
pt_br: Número de unidades a ser adicionadas. O número pode ser negativo.
pt_pt: Um número de unidades a adicionar. O número pode ser negativo.
ro_ro: Un număr de unități de adăugat. Numărul poate fi negativ.
ru_ru: Количество единиц для добавления. Может быть отрицательным.
sk_sk: Počet jednotiek na pridanie. Toto číslo môže byť záporné.
sl_si: Število enot, ki jih je treba dodati. Številko je lahko negativno.
sr_cyrl_rs: Број јединица за додавање. Број може да буде негативан.
sr_latn_rs: Broj jedinica za dodavanje. Broj može da bude negativan.
sv_se: Ett antal enheter att lägga till. Antalet kan vara negativt.
th_th: ตัวเลขของหน่วยที่จะเพิ่ม สามารถเป็นจำนวนลบได้
tr_tr: Eklenecek birim sayısı. Sayı negatif olabilir.
uk_ua: Кількість одиниць вимірювання, які потрібно додати. Число може бути від’ємне.
vi_vn: Số đơn vị cần thêm. Số này có thể là số âm.
zh_cn: 要添加的单位数。该数字可以是负数。
zh_tw: 要新增的單位數。數字可以是負數。

# AboutDateAdd_unit
source: The unit to use, which can be one of Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
bg_bg: Единицата за използване, която може да е едно от следните: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
ca_es: Unitat que s'utilitzarà, que pot ser Years, Quarters, Months, Days, Hours, Minutes, Seconds o Milliseconds.
cs_cz: Jednotka, která se má použít. Může to být jedna z těchto hodnot: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds
da_dk: Den enhed, der skal bruges, kan være Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
de_de: Die zu verwendende Einheit. Mögliche Werte sind: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
el_gr: Η μονάδα προς χρήση. Μπορεί να είναι Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
es_es: Unidad que se va a usar: Years, Quarters, Months, Days, Hours, Minutes, Seconds o Milliseconds.
et_ee: Kasutatav ühik, mis võib olla kas: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
eu_es: Erabiliko den unitatea, hauetako bat izan daitekeena: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
fi_fi: Käytettävä yksikkö. Se voi olla jokin seuraavista: Years, Quarters, Months, Days, Hours, Minutes, Seconds ja Milliseconds.
fr_fr: Unité à utiliser, parmi Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
gl_es: Unidade que se vai usar, que pode ser Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
hi_in: उपयोग की जाने वाली इकाई, यह Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds में से एक हो सकती है.
hr_hr: Jedinica koja se koristi, a koja može biti: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
hu_hu: A használandó egység. Ez lehet év, negyedév, hónap, nap, óra, perc, másodperc vagy milliszekundum (Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds).
it_it: Unità da usare che può essere una delle seguenti: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
ja_jp: 使用する単位。Years、Quarters、Months、Days、Hours、Minutes、Seconds、Milliseconds のいずれかを指定できます。
kk_kz: Пайдаланылатын бірлік, ол Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds бірліктерінің біреуі болуы мүмкін.
ko_kr: 사용할 단위로 Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds 중 하나가 될 수 있습니다.
lt_lt: Naudotinas vienetas, kuris gali būti vienas iš šių: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
lv_lv: Izmantojamā vienība, kas var būt Years, Quarters, Months, Days, Hours, Minutes, Seconds vai Milliseconds.
ms_my: Unit untuk digunakan, yang boleh merupakan Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
nb_no: Enheten som skal brukes, som kan være Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
nl_nl: De eenheid die moet worden gebruikt. Dit kan een van de volgende waarden zijn: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
pl_pl: Jednostka do użycia: Years (Lata), Quarters (Kwartały), Months (Miesiące), Days (Dni), Hours (Godziny), Minutes (Minuty), Seconds (Sekundy) lub Milliseconds (Milisekundy).
pt_br: A unidade a ser usada, que pode ser Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
pt_pt: A unidade a utilizar, que pode ser Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
ro_ro: Unitatea care se folosește, care poate fi una dintre Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
ru_ru: Единица измерения, допустимые варианты: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
sk_sk: Jednotka, ktorá sa má použiť – jedna z týchto možností: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
sl_si: Enota, ki jo je treba uporabiti in je lahko je ena od teh: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
sr_cyrl_rs: Јединица која ће се користити, што може бити Years, Quarters, Months, Days, Hours, Minutes, Seconds или Milliseconds.
sr_latn_rs: Jedinica koja će se koristiti, što može biti Years, Quarters, Months, Days, Hours, Minutes, Seconds ili Milliseconds.
sv_se: Den enhet som kan användas kan vara någon av följande: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
th_th: หน่วยที่จะใช้ Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds
tr_tr: Kullanılacak birim (Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds seçeneklerinden biri).
uk_ua: Одиниця вимірювання, яку потрібно використовувати: Years (роки), Quarters (квартали), Months (місяці), Days (дні), Hours (години), Minutes (хвилини), Seconds (секунди), Milliseconds (мілісекунди).
vi_vn: Đơn vị cần sử dụng, có thể là một trong các đơn vị Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
zh_cn: 要使用的单位，可以是 Years、Quarters、Months、Days、Hours、Minutes、Seconds、Milliseconds 之一。
zh_tw: 要使用的單位，其可以是 Years、Quarters、Months、Days、Hours、Minutes、Seconds、Milliseconds 的其中之一。

# DateDiffArg1
source: start_date
bg_bg: начална_дата
ca_es: data_inici
cs_cz: počáteční_datum
da_dk: start_dato
de_de: Startdatum
el_gr: ημερομηνία_έναρξης
es_es: fecha_inicio
et_ee: alguskuupäev
eu_es: hasiera_data
fi_fi: alkamispäivämäärä
fr_fr: date_début
gl_es: data_inicio
hi_in: आरंभ_तिथि
hr_hr: datum_početka
hu_hu: kezdő_dátum
it_it: data_inizio
ja_jp: 開始日
kk_kz: басталу_күні
ko_kr: 시작_날짜
lt_lt: pradžios_data
lv_lv: sākuma_datums
ms_my: tarikh_mula
nb_no: startdato
nl_nl: datum_begin
pl_pl: data_początkowa
pt_br: data_inicial
pt_pt: data_início
ro_ro: dată_început
ru_ru: начальная_дата
sk_sk: dátum_začatia
sl_si: začetni_datum
sr_cyrl_rs: датум_почетка
sr_latn_rs: datum_početka
sv_se: start_datum
th_th: วันที่_เริ่มต้น
tr_tr: başlangıç_tarihi
uk_ua: початкова_дата
vi_vn: ngày_bắt_đầu
zh_cn: 开始日期
zh_tw: 開始_日期

# DateDiffArg2
source: end_date
bg_bg: крайна_дата
ca_es: data_final
cs_cz: koncové_datum
da_dk: slut_dato
de_de: Enddatum
el_gr: ημερομηνίας_λήξης
es_es: fecha_final
et_ee: lõppkuupäev
eu_es: amaiera_data
fi_fi: päättymispäivämäärä
fr_fr: date_fin
gl_es: data_final
hi_in: समाप्ति_तिथि
hr_hr: datum_završetka
hu_hu: befejező_dátum
it_it: data_fine
ja_jp: 終了日
kk_kz: аяқталу_күні
ko_kr: 종료_날짜
lt_lt: pabaigos_data
lv_lv: beigu_datums
ms_my: tarikh_tamat
nb_no: sluttdato
nl_nl: datum_eind
pl_pl: data_końcowa
pt_br: data_final
pt_pt: data_fim
ro_ro: dată_sfârșit
ru_ru: конечная_дата
sk_sk: dátum_ukončenia
sl_si: končni_datum
sr_cyrl_rs: датум_завршетка
sr_latn_rs: datum_završetka
sv_se: slut_datum
th_th: วันที่_สิ้นสุด
tr_tr: bitiş_tarihi
uk_ua: кінцева_дата
vi_vn: ngày_kết_thúc
zh_cn: 结束日期
zh_tw: 結束_日期

# DateDiffArg3
source: unit
bg_bg: единица
ca_es: unitat
cs_cz: jednotka
da_dk: enhed
de_de: Einheit
el_gr: μονάδα
es_es: unidad
et_ee: ühik
eu_es: unitatea
fi_fi: yksikkö
fr_fr: unité
gl_es: unidade
hi_in: इकाई
hr_hr: jedinica
hu_hu: egység
it_it: unità
ja_jp: 単位
kk_kz: бірлік
ko_kr: 단위
lt_lt: vienetas
lv_lv: vienība
nb_no: enhet
nl_nl: eenheid
pl_pl: jednostka
pt_br: unidade
pt_pt: unidade
ro_ro: unitate
ru_ru: единица_измерения
sk_sk: jednotka
sl_si: enota
sr_cyrl_rs: јединица
sr_latn_rs: jedinica
sv_se: enhet
th_th: หน่วย
tr_tr: birim
uk_ua: одиниця
vi_vn: đơn_vị
zh_cn: 单位
zh_tw: 單位

# AboutDateDiff_start_date
source: A start date for the difference operation.
bg_bg: Начална дата за другата операция.
ca_es: Data d'inici per a l'operació de diferència.
cs_cz: Počáteční datum rozdílové operace
da_dk: En startdato for forskelsberegningen.
de_de: Ein Anfangsdatum für die Differenzbildung.
el_gr: Ημερομηνία έναρξης για τη λειτουργία διαφοράς.
es_es: Una fecha de inicio para la operación de diferencia.
et_ee: Alguskuupäev erinevuse arvutamise toimingu jaoks.
eu_es: Diferentzia-eragiketaren hasiera-data.
fi_fi: Eroavaisuustoiminnon alkamispäivämäärä.
fr_fr: Date de début pour l’opération Différence.
gl_es: Data de inicio da operación de diferenza.
hi_in: अंतर की कार्रवाई के लिए प्रारंभ दिनांक.
hr_hr: Datum početka za operaciju razlikovanja.
hu_hu: A kezdő dátum a különbséget kiszámító művelethez.
it_it: Data di inizio per l'operazione di tipo differenza.
ja_jp: 比較操作の開始日。
kk_kz: Айырма операциясы үшін басталу күні.
ko_kr: difference 연산의 시작 날짜입니다.
lt_lt: Skirtumo operacijos pradžios data.
lv_lv: Starpības operācijas sākuma datums.
ms_my: Tarikh mula untuk pengendalian perbezaan.
nb_no: En startdato for differanseoperasjonen.
nl_nl: Een begindatum voor de bewerking Difference.
pl_pl: Data rozpoczęcia operacji różnicowej.
pt_br: Data de início para a operação de diferença.
pt_pt: Uma data de início para a operação de diferença.
ro_ro: O dată de început pentru operația de diferențiere.
ru_ru: Начальная дата для операции разности.
sk_sk: Počiatočný dátum pre operáciu rozdielu.
sl_si: Začetni datum za operacijo razlike.
sr_cyrl_rs: Датум почетка за операцију разлике.
sr_latn_rs: Datum početka za operaciju razlike.
sv_se: Ett startdatum för differans-operationen.
th_th: วันที่เริ่มต้นสำหรับกระบวนการต่างๆ
tr_tr: Fark alma işlemi için başlangıç tarihi.
uk_ua: Дата запуску для операції "Різниця".
vi_vn: Ngày bắt đầu cho phép tính khác.
zh_cn: 用于差值运算的开始日期。
zh_tw: 比對差異運算的開始日期。
